[
  {
    "title": "Stop waiting for the perfect moment; take charge !!",
    "img": "img/1697642576844.jpeg",
    "category": "#personalgrowth",
    "date": { "date": "23", "month": "Dec" },
    "details": [
      "But here's the truth: the perfect moment may never come, and waiting for it can keep us stuck in a cycle of inaction. So, how do we overcome procrastination and boost our productivity? The answer lies in seizing the imperfect moments..",
      "✍️ Celebrate Achievements:Acknowledge your accomplishments, even the small ones. Celebrating your wins, no matter how minor they seem, boosts your motivation and self-confidence.",
       
      "✍️ Learn from Setbacks:Procrastination might still creep in from time to time. Don't be too hard on yourself when it happens. Instead, view setbacks as opportunities to learn and grow. What caused the delay, and how can you prevent it next time?"
    ]
    ,"blink":"https://www.linkedin.com/posts/tanvikhandelwal_personalgrowth-activity-7120627132677976064-ow_f?utm_source=share&utm_medium=member_desktop"
  },
  {
    "title": "I Got Rejected But I Turned Each Setback Into a Stepping Stone, ",
    "img": "img/istockphoto-921297250-612x612.jpg",
    "category": "LinkedIn for Creators",
    "date": { "date": "23", "month": "Dec" },
    "details": [
      "My work today involves helping people who have gone through the same struggles as I have.",
      "Due to my own experiences, I can relate to them..",
      "Nowadays, I hire candidates based on their skills, abilities and talent rather than their work experience.",
      "hire skills train professionals 😇 ",
      "All you need to prove yourself is a single chance."
    ]
    ,"blink":"https://www.linkedin.com/feed/update/urn:li:activity:7136579740575948800/"
  },
  {
    "title": "Story Of Every Human Resources",
    "img": "img/blogImg3.jpg",
    "category": "Social Media",
    "date": { "date": "23", "month": "Dec" }
  
    ,"blink":"https://www.linkedin.com/in/tanvi-khandelwal-57a426182/recent-activity/images/"
  }
]
